Repository: mabdullahsoyturk/Gonullu-Bankasi
Catalog: src/Locale/*/default.po
Languages: tr

source: The event application has been saved.
tr: Etkinlik başvurusu kaydedildi.

source: The event application could not be saved. Please, try again.
tr: Etkinlik başvurusu kaydedilemedi. Lütfen tekrar deneyin.

source: The event application has been deleted.
tr: Etkinlik başvurusu silindi.

source: The event application could not be deleted. Please, try again.
tr: Etkinlik başvurusu silinemedi. Lütfen tekrar deneyin.

source: You have successfully approved the application
tr: Başvurunuz onaylandı.

source: The application could not be approved. Please, try again.
tr: Başvurrunuz onaylanamadı. Lütfen tekrar deneyin.

source: The event has been saved.
tr: Etkinlik kaydedildi

source: The event could not be saved. Please, try again.
tr: Etkinlik kaydedilemedi. Lütfen tekrar deneyin.

source: The event has been deleted.
tr: Etkinlik silindi

source: The event could not be deleted. Please, try again.
tr: Etkinlik silinemedi. Lütfen tekrar deneyin.

source: The post content has been saved.
tr: Yazı içeriği kaydedildi.

source: The post content could not be saved. Please, try again.
tr: Yazı içeriği kaydedilemedi. Lütfen tekrar deneyin.

source: The post content has been deleted.
tr: Yazı içeriği silindi.

source: The post content could not be deleted. Please, try again.
tr: Yazı içeriği silinemedi. Lütfen tekrar deneyin.

source: The post has been saved.
tr: Yazı kaydedildi.

source: The post could not be saved. Please, try again.
tr: Yazı kaydedilemedi. Lütfen tekrar deneyin

source: The post has been deleted.
tr: Yazı silindi.

source: The post could not be deleted. Please, try again.
tr: Yazı silinemedi. Lütfen tekrar deneyin.

source: Your profile has been updated
tr: Profiliniz güncellendi..

source: The user has been saved.
tr: Kullanıcı kaydedildi

source: The user could not be saved. Please, try again.
tr: Kullanıcı kaydedilemedi. Lütfen tekrar deneyin.

source: The user has been deleted.
tr: Kullanıcı silindi.

source: The user could not be deleted. Please, try again.
tr: Kullanıcı silinemedi. Lütfen tekrar deneyin.

source: Edit Event Application
tr: Etkinlik başvurunu düzenle!

source: Submit
tr: Gönder

source: Applications to
tr: Şuraya başvuru:

source: No applications submitted yet
tr: Şimdiye kadar başvuru gelmedi.

source: Username
tr: Kullanıcı adı

source: Application Date
tr: Başvuru Tarihi

source: Description
tr: Açıklama

source: Status
tr: Durum

source: Approved
tr: Onaylandı

source: Not Approved
tr: Onaylanmadı

source: See
tr: Bak

source: first
tr: İlk

source: previous
tr: Önceki

source: next
tr: İleri

source: last
tr: Son

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
tr: {{pages}} sayfa arasından {{page}}.sayfa; {{count}} kayıt arasından ""{{current}} kayıt gösteriliyor

source: User
tr: Kullanıcı

source: Event
tr: Etkinlik

source: Application Time
tr: Başvuru Tarihi

source: Approve it
tr: Onayla

source: Create an event
tr: Yeni bir etkinlik oluştur

source: Event Title
tr: Etkinlik başlığı

source: Address
tr: Adres

source: How many volunteers do you need?
tr: Ne kadar gönüllüye ihtiyacın var?

source: Why do you need volunteers? Briefly explain.
tr: Neden gönüllüye ihtiyacı var? Kısaca açıkla.

source: What are your requirements?
tr: Gönüllülerde aradığın özellikler varsa bu bölüm tam bunu belirtmelik (örneğin engellilerle çalışmış, grafik tasarım yapabilen vs…)

source: Image
tr: Resim

source: Event date
tr: Etkinlik tarihi

source: Save
tr: Kaydet

source: Edit the event
tr: Etkinliği düzenle

source: Call for Volunteers
tr: Gönüllü Çağrıları

source: Event Owner
tr: Etkinlik düzenleyicisi

source: Deadline
tr: Bitiş zamanı

source: Details
tr: Detaylar

source: Be a part of the change!
tr: Değişimin parçası ol!

source: Apply to the projects that need volunteers and become a part of their dream.
tr: Gönüllüye ihtiyaç duyan projelere başvur ve onların hayallerinin bir parçası ""ol.

source: Be the change itself
tr: Değişimin kendisi ol!

source: Share your project and find your dream mates!
tr: Projeni paylaş ve hayalindeki ekip arkadaşlarını bul!

source: Explore
tr: Keşfet

source: Explore yourself and decide your role for the future!
tr: Kendini keşfederek geleceğin nasıl bir parçası olacağına karar ver!

source: Why do we need volunteers?
tr: Neden gönüllülere ihtiyaç duyuyoruz?

source: No description is written.
tr: Açıklama girilmedi.

source: What are our requirements?
tr: Gönüllülerde aradığımız özellikler neler?

source: No requirement is specified.
tr: Ayırıcı bir özellik belirtilmedi.

source: How many volunteers do we need?
tr: Kaç gönüllüye ihtiyacımız var?

source: When is deadline?
tr: Etkinlik ne zaman gerçekleşecek?

source: Call for
tr: Çağrı sayısı

source: Applied
tr: Başvuruldu

source: Left
tr: Kalan

source: I want to apply
tr: Başvurmak istiyorum

source: Login to apply
tr: Başvurmak için giriş yap!

source: See current applications
tr: Mevcut başuruları gör

source: Application
tr: Başvuru

source: Please fill the form now
tr: Lüfen formu doldurun.

source: Explain yourself briefly
tr: Kendini kısaca tanıt!

source: Explain who you are. Why do you want to apply to this? What makes you different bla bla.
tr: Kim olduğunu açıkla. Neden bu etkinliğe katılmak istiyorsun?

source: Thanks for application.
tr: Başvurunuz için teşekkürler.

source: Description should be filled.
tr: Açıklama kısmı dolmalı

source: Application successfully submitted
tr: Başvurunuz başarıyla gönderildi.

source: An error occured
tr: Bir hata oluştu.

source: Menu
tr: Menü

source: Profile
tr: Profil

source: Log out
tr: Çıkış yap

source: Add Post
tr: Yazı ekle

source: Add Event
tr: Etkinlik çağrısına çık!

source: Sign Up
tr: Kayıt Ol

source: Sign In
tr: Giriş Yap

source: Homepage
tr: Anasayfa

source: Volunteams
tr: Ekibimiz

source: FAQ
tr: S.S.S

source: Contact
tr: İletişim

source: Frequently Asked Questions
tr: Sık sorulan sorular

source: Messages
tr: Mesajlar

source: Be a part of the change!
tr: Değişimin parçası ol!

source: You are welcome to join Gonullu Bank to make a difference in the society
tr: Gönüllü Bankası gençlerin gönüllü olarak topluma katkı sağlamaları içinoluşturulan bir platform. Bu platformda 2 şekilde yer alabilirsin.<p>1. Gönüllü etkinlikler sunan bir organizasyon</p><p>2. Etkinliklerde gönüllü olarak tüm enerjisini sunan genç</p

source: Start now!
tr: Hemen Başla!

source: © 2017, AGU Developers, All rights reserved
tr: © 2017, AGU Geliştiricileri, Bütün hakları saklıdır

source: Error
tr: Hata

source: Back
tr: Geri

source: Contact Us
tr: Bize ulaşın

source: Contact us <small>You can send us message anytime you want</small>
tr: Bize ulaşın <small>Her zaman iletişime geçebilirsiniz</small>

source: Name
tr: İsim

source: Email Adress
tr: Mail adresi

source: Subject
tr: Konu

source: Select one:
tr: Birini seç:

source: Adding events
tr: Etkinlik ekleme

source: Suggestions
tr: Öneriler

source: Product support
tr: Ürün destek

source: Message
tr: Mesaj

source: Send Message
tr: Mesaj gönder

source: Sümer Campus
tr: Sümer Kampüsü

source: This page includes information about how Gönüllü Bankası works and frequently asked questions. If you cannot find the answer of your question, please contact us.
tr: Bu sayfa <strong>Gönüllü Bankası</strong>'nın işlevleriyle ilgili bilgiler ve sıkça sorulan soruları içerir. Eğer sorunuzun cevabını burada bulamazsanız bize mutlaka ulaşın. <br/><strong>.

source: Contact Details
tr: İletişim Bilgileri

source: Project Owners
tr: Proje Yöneticileri

source: Do I need to have a title to add a project in order to find volunteers?
tr: Kimler projesini ekleyip, gönüllü arayabilir?

source: Anyone who is a member of Gonullu Bankasi can add projects to find volunteers, if the target of project is found valid by the Gonullu Bankasi committe.
tr: Üye olan herhangi bir kişi <strong>Gönüllü Bankası</strong>'na proje ekleyebilir. Proje yönetim kurulundan kabul aldığında <strong>Gönüllü Bankası</strong>'nda görünür hale gelir

source: How much time does it take Gonullu Bankasi committe to consider my application?
tr: Projenin onay alıp almadığı kaç gün içinde belli olur?

source: It usually takes a few hours. The informing process is made via email.
tr: Genellikle birkaç saat sürer. Bilgilendirme mail aracılığıyla yapılır.

source: I would like to add a project. What is the process for it?
tr: Bir proje eklemek istiyorum. Bunun için aşamalar nelerdir?

source: The application process is very simple.
tr: Proje ekleme süreci gayet basit.

source: Sign up
tr: Üye Ol

source: Verify your account
tr: Hesabınızı aktif edin

source: <strong>Go to Add Event</strong>
tr: <strong>Etkinlik ekle</strong> kısmına gidip projenizi ekleyin

source: The next step is approval process. It usually takes a few hours
tr: Bir sonraki aşama onay aşamasıdır. Genellikle birkaç saat içinde geri dönüş ""yapılır

source: Can I pick certain volunteers between volunteer candidates?
tr: Başvuru yapacak gönüllüleri kendim seçebilir miyim?

source: Yes. You can also see the volunteering history of volunteer candidates
tr: Evet. Projenize başvuru yapan gönüllülerin geçmiş deneyimlerine ve diğer bilgilerine gönüllü adayının profiline girerek ulaşabilirsiniz

source: Volunteers
tr: Gönüllüler

source: I want to be a volunteer. What is the process for it?
tr: Gönüllülük yapmak istiyorum. Bunu yapabilmem için gereken aşamalar nelerdir?

source: Being a volunteer via <strong>Gonullu Bankasi</strong> is very easy. You can find the projects that are looking for volunteers via Homepage and apply one of those project that you want to contribute
tr: <strong>Gönüllü Bankası</strong>'nda gönüllülük yapmak gayet basittir. <strong>Başvur</strong> kısmında aktif ve gönüllüye ihtiyaç duyan projelere ulaşıp istediğiniz herhangi birine başvurabilirsiniz. <br/>Geri dönüş alma süreniz proje sahibinin kendi değerlendirme sürecine göre değişkenlik gösterebilir

source: How it works?
tr: Nasıl Çalışır?

source: Event name
tr: Etkinlik İsmi

source: {1}{2}{3} events
tr: Etkinlikler

source: {0}{1}{2} votes
tr: Oylar

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Title
tr: Başlık

source: Posts
tr: Yazılar

source: Actions
tr: Hareketler

source: View
tr: Görüntüle

source: Edit
tr: Düzenle

source: Delete
tr: Sil

source: Are you sure you want to delete # {0}?
tr: # {0} ' ı silmek istediğinden emin misin?

source: Author:
tr: Yazar:

source: Preview
tr: Önizleme

source: Overview
tr: Genel bakış

source: Applications
tr: Başvurular

source: About me
tr: Hakkımda

source: No information provided yet.
tr: Henüz bir bilgi girilmedi.

source: My skills and hobbies
tr: Yeteneklerim ve hobilerim

source: My personal values
tr: Değerlerim

source: This user has not applied to any event so far.
tr: Bu kullanıcı henüz bir etkinlik başvurusunda bulunmadı.

source: List Users
tr: Kullanıcıları listele

source: List Event Applications
tr: Etkinlik başvurularını listele

source: New Event Application
tr: Yeni etkinlik başvurusu

source: List Events
tr: Etkinlikleri listele

source: New Event
tr: Yeni etkinlik

source: List Groups
tr: Grupları listele

source: New Group
tr: Yeni Grup

source: Edit User
tr: Kullanıcıyı düzenle

source: New User
tr: Yeni Kullanıcı

source: Users
tr: Kullanıcılar

source: Login
tr: Giriş yap

source: Delete User
tr: Kullanıcıyı sil

source: Password
tr: Şifre

source: Activation Code
tr: Aktivasyon kodu

source: Forgotten Password Code
tr: Unutulmuş şifre kodu

source: Remember Code
tr: Hatırlama kodu

source: First Name
tr: Ad

source: Last Name
tr: Soyad

source: Phone
tr: Telefon

source: University
tr: Üniversite

source: Department
tr: Departman

source: About
tr: Hakkında

source: Created On
tr: Oluşturulma tarihi

source: Active
tr: Aktif

source: Yes
tr: Evvet

source: No
tr: Hayır

source: Related Event Applications
tr: İlgili etkinlik başvuruları

source: User Id
tr: Kullanıcı nosu

source: Event Id
tr: Etkinlik nosu

source: Created Time
tr: Oluşturulma zamanı

source: Related Events
tr: İlgili etkinlikler

source: Updated Time
tr: Güncelleme zamanı

source: Volunteer Number
tr: Gönüllü sayısı

source: Related Groups
tr: İlgili gruplar

source: The requested address {0} was not found on this server.
tr: İstenen adres {0} bulunamadı.

source: just now
tr: H

source: about a second ago
tr: Bir saniye önce

source: about a minute ago
tr: Bir dakika önce

source: about an hour ago
tr: Bir saat önce

source: about a day ago
tr: Bir gün önce

source: about a week ago
tr: Bir hafta önce

source: about a month ago
tr: Bir ay önce

source: about a year ago
tr: Bir yıl önce

source: in about a second
tr: Şimdi

source: in about a minute
tr: Bir dakika içerisinde

source: in about an hour
tr: Bir saat içerisinde

source: in about a day
tr: Bir gün içerisinde

source: in about a week
tr: Bir hafta içerisinde

source: in about a month
tr: Bir ay içerisinde

source: in about a year
tr: Bir yıl içerisinde

source: today
tr: Bugün

source: %s ago
tr: %s önce

source: on %s
tr: %s de

source: {0} year
tr: {0} yıl

source: {0} month
tr: {0} ay

source: {0} week
tr: {0} hafta

source: {0} day
tr: {0} gün

source: {0} hour
tr: {0} saat

source: {0} minute
tr: {0} dakika

source: {0} second
tr: {0} saniye

source: This value is already in use
tr: Bu değer zaten kullanılıyor.

source: This value does not exist
tr: Bu değer bulunmuyor.

source: April
tr: Nisan
